# Shell & CLI
brew "starship"
brew "mise"
brew "fzf"
brew "zoxide"
brew "eza"
brew "bat"
brew "ripgrep"
brew "git-delta"
brew "fd"
brew "jq"
brew "tldr"
brew "tree"
brew "wget"
brew "ffmpeg"
brew "htop"
brew "ncdu"
brew "nmap"
brew "ranger"
brew "p7zip"
brew "imagemagick"
brew "graphviz"
brew "jpegoptim"
brew "optipng"
brew "pngquant"
brew "iproute2mac"
brew "switchaudio-osx"
brew "coreutils"
brew "terminal-notifier"  # peon-ping uses this for reliable native notifications

# Dev
brew "neovim"
brew "tmux"
brew "just"
brew "gh"
brew "awscli"
brew "flyctl"
brew "entr"
brew "pipx"
brew "postgresql@17"
cask "visual-studio-code"
cask "docker"
cask "bruno"

# Productivity
cask "1password"
cask "1password-cli"
cask "obsidian"
cask "libreoffice"
cask "zoom"
cask "gimp"
cask "handbrake"
cask "vlc"

# Browsers
cask "google-chrome"
cask "firefox"
cask "zen"

# Terminal & window management
cask "alacritty"
tap "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"
cask "karabiner-elements"
cask "alt-tab"
cask "font-sketchybar-app-font"
